[
  {
    "pregunta": "¿Cómo y dónde puedo pagar mi factura?",
    "respuesta": "Puedes pagar en línea a través de nuestro portal de clientes, por débito automático, en sistemas de pago electrónico o en puntos de pago autorizados. Consulta la sección 'Medios de Pago' en nuestro sitio web para ver la lista completa."
  },
  {
    "pregunta": "¿Qué hago si no recibí mi factura?",
    "respuesta": "Puedes descargar tu factura actual y anteriores ingresando a tu cuenta en nuestro portal de clientes. También puedes solicitarla a través de nuestro chat de soporte o línea telefónica."
  },
  {
    "pregunta": "¿Cómo puedo adherirme al débito automático?",
    "respuesta": "Puedes gestionar la adhesión al débito automático desde el portal de clientes, en la sección 'Facturación'. Necesitarás los datos de tu tarjeta de crédito o CBU."
  },
  {
    "pregunta": "¿Cuál es mi fecha de vencimiento?",
    "respuesta": "Tu fecha de vencimiento es siempre la misma cada mes y figura claramente en la parte superior de tu factura."
  },
  {
    "pregunta": "¿Hay cargos por pago fuera de término?",
    "respuesta": "Sí, el pago después de la fecha de vencimiento puede generar intereses por mora. Te recomendamos adherirte al débito automático para evitar inconvenientes."
  },
  {
    "pregunta": "¿Puedo cambiar mi fecha de pago?",
    "respuesta": "Generalmente, la fecha de pago está asociada a tu ciclo de facturación y no puede modificarse. Para casos particulares, por favor contacta a nuestro centro de atención al cliente."
  },
  {
    "pregunta": "¿Qué hago si pagué dos veces por error?",
    "respuesta": "Si realizaste un pago duplicado, el monto excedente quedará como crédito a favor en tu cuenta y se descontará automáticamente de tu próxima factura."
  },
  {
    "pregunta": "¿Cómo solicito una factura para mi empresa (Factura A/B)?",
    "respuesta": "Puedes gestionar el cambio de tu condición fiscal desde el portal de clientes o contactando a soporte para registrar tus datos fiscales."
  },
  {
    "pregunta": "Mi pago no se ve reflejado, ¿qué hago?",
    "respuesta": "Dependiendo del medio de pago, la acreditación puede demorar entre 24 y 72 horas hábiles. Si pasado ese tiempo no se refleja, contáctanos con el comprobante de pago para verificarlo."
  },
  {
    "pregunta": "No tengo internet, ¿qué hago?",
    "respuesta": "El primer paso es el más efectivo: **reinicia tus equipos**. Desconecta el módem y el router de la corriente por 30 segundos. Vuelve a conectarlos y espera 5 minutos. Si el problema persiste, contáctanos."
  },
  {
    "pregunta": "La luz de mi módem parpadea en rojo/naranja, ¿qué significa?",
    "respuesta": "Una luz roja o naranja usualmente indica un problema con la señal. Verifica que todos los cables estén bien conectados. Si después de reiniciar el equipo la luz persiste, comunícate con soporte técnico."
  },
  {
    "pregunta": "Mi conexión Wi-Fi es débil en algunas partes de mi casa, ¿cómo puedo mejorarla?",
    "respuesta": "Ubica el router en un lugar céntrico y elevado. Evita obstrucciones como paredes gruesas o electrodomésticos. Si el problema persiste, considera adquirir un repetidor o sistema de malla (Mesh)."
  },
  {
    "pregunta": "¿Cómo reporto una caída masiva del servicio en mi zona?",
    "respuesta": "Verifica el estado del servicio en nuestras redes sociales oficiales o en el portal de clientes. Si no hay información sobre una avería general, repórtalo a nuestros canales de atención."
  },
  {
    "pregunta": "¿Por qué se me corta internet a cada rato?",
    "respuesta": "Las desconexiones frecuentes pueden deberse a microcortes en la señal, un cableado defectuoso o un problema en el router. Te recomendamos contactar a soporte técnico para un diagnóstico preciso."
  },
  {
    "pregunta": "El servicio funciona bien por cable pero mal por Wi-Fi, ¿es un problema del router?",
    "respuesta": "Es muy probable. Esto indica que la conexión a internet llega bien a tu domicilio, pero el router no la está distribuyendo de forma inalámbrica correctamente. Intenta cambiar el canal del Wi-Fi desde la configuración del router o acércalo a tus dispositivos."
  },
  {
    "pregunta": "¿Cómo sé si el problema es de mi computadora o de la conexión de internet?",
    "respuesta": "La forma más fácil es probar la conexión con otro dispositivo (como tu celular). Si otros dispositivos se conectan sin problemas, el inconveniente probablemente esté en tu computadora."
  },
  {
    "pregunta": "¿Puede el mal tiempo (lluvia, tormentas) afectar mi conexión?",
    "respuesta": "En conexiones de fibra óptica, el mal tiempo no suele afectar. En tecnologías más antiguas como ADSL o inalámbricas, una tormenta eléctrica fuerte podría generar interferencias o microcortes."
  },
  {
    "pregunta": "¿Por qué mi velocidad de internet es más lenta de lo contratado?",
    "respuesta": "La velocidad puede variar por la cantidad de dispositivos conectados, la calidad de la señal Wi-Fi, o si usas cable o Wi-Fi. Para obtener la máxima velocidad, conecta tus dispositivos principales (PC, consola) directamente al módem con un cable de red."
  },
  {
    "pregunta": "¿Cómo puedo medir mi velocidad de internet de forma correcta?",
    "respuesta": "Conecta una computadora por cable de red al módem, cierra todos los programas que usen internet y utiliza un test de velocidad confiable en línea. Las mediciones por Wi-Fi no son precisas."
  },
  {
    "pregunta": "¿Cuál es la diferencia entre velocidad de bajada y de subida?",
    "respuesta": "**Bajada (Download):** Para recibir datos (ver videos, navegar). **Subida (Upload):** Para enviar datos (videollamadas, subir archivos). Nuestros planes suelen tener mayor velocidad de bajada."
  },
  {
    "pregunta": "¿Tener muchos dispositivos conectados afecta mi velocidad?",
    "respuesta": "Sí. El ancho de banda se reparte entre todos los dispositivos. Si muchos están realizando tareas intensivas (streaming, descargas), la velocidad percibida en cada uno disminuirá."
  },
  {
    "pregunta": "¿Qué es el 'ping' o la 'latencia' y por qué es importante?",
    "respuesta": "Es el tiempo que tarda tu conexión en recibir una respuesta desde un servidor. Una latencia baja (pocos milisegundos) es crucial para juegos en línea y videollamadas fluidas."
  },
  {
    "pregunta": "Contraté más velocidad pero no noto la diferencia, ¿por qué?",
    "respuesta": "Asegúrate de que tus dispositivos sean compatibles con la nueva velocidad (ej. tarjetas de red Gigabit, routers adecuados). También, reinicia tu módem después del cambio de plan para que tome la nueva configuración."
  },
  {
    "pregunta": "¿El uso de una VPN afecta mi velocidad de internet?",
    "respuesta": "Sí, una VPN enruta tu tráfico a través de un servidor externo, lo que casi siempre resulta en una reducción de la velocidad y un aumento de la latencia."
  },
  {
    "pregunta": "¿Qué es la fibra óptica y por qué es más rápida?",
    "respuesta": "Es una tecnología que transmite datos usando pulsos de luz a través de finos hilos de vidrio. Es más rápida, estable y menos susceptible a interferencias que las tecnologías basadas en cables de cobre (ADSL)."
  },
  {
    "pregunta": "¿Cómo cambio el nombre y la contraseña de mi red Wi-Fi?",
    "respuesta": "Ingresando a la configuración de tu router. Te recomendamos usar una contraseña fuerte (mayúsculas, minúsculas, números y símbolos) y cambiarla periódicamente."
  },
  {
    "pregunta": "¿Cómo puedo hacer mi red Wi-Fi más segura?",
    "respuesta": "Además de una contraseña fuerte, asegúrate de usar el protocolo de seguridad WPA2 o WPA3. Desactiva la función WPS si no la usas y considera ocultar el nombre de tu red (SSID)."
  },
  {
    "pregunta": "¿Qué es el 'phishing' y cómo puedo protegerme?",
    "respuesta": "Es una estafa donde los delincuentes se hacen pasar por una empresa legítima para robar tu información. Nunca hagas clic en enlaces sospechosos ni compartas tus contraseñas. Nosotros nunca te pediremos tu contraseña por correo o teléfono."
  },
  {
    "pregunta": "¿El ISP monitorea mi actividad en internet?",
    "respuesta": "Respetamos tu privacidad. No monitoreamos el contenido de tu tráfico. Solo registramos datos técnicos de conexión para fines de facturación y diagnóstico, conforme a la ley."
  },
  {
    "pregunta": "¿Cómo configuro el control parental en mi red?",
    "respuesta": "Algunos de nuestros routers incluyen funciones de control parental. También puedes configurar los DNS de tu red para usar servicios como OpenDNS, que ofrecen filtrado de contenido."
  },
  {
    "pregunta": "He detectado un intruso en mi red Wi-Fi, ¿qué debo hacer?",
    "respuesta": "Lo primero es cambiar la contraseña de tu Wi-Fi inmediatamente. Esto desconectará a todos los dispositivos, incluyendo al intruso. Luego, vuelve a conectar tus propios dispositivos con la nueva clave."
  },
  {
    "pregunta": "¿Puedo usar mi propio router con su servicio?",
    "respuesta": "Sí, nuestro servicio es compatible con la mayoría de los routers. Deberás conectar tu router al nuestro (que funcionará solo como módem). Nuestro equipo técnico puede asesorarte."
  },
  {
    "pregunta": "¿El módem que instalan es también un router?",
    "respuesta": "Sí, los equipos que instalamos son 'módem-router' integrados, que se encargan tanto de recibir la señal de internet como de distribuirla vía Wi-Fi en tu hogar."
  },
  {
    "pregunta": "Si se daña el equipo por una subida de tensión, ¿quién se hace cargo?",
    "respuesta": "Los equipos entregados en comodato están cubiertos por fallas de fabricación, pero no por daños causados por mal uso o accidentes como subidas de tensión. Recomendamos usar un protector de voltaje."
  },
  {
    "pregunta": "¿Puedo mover el módem de lugar yo mismo?",
    "respuesta": "Sí, siempre que el cableado de fibra óptica o coaxial lo permita. Ten mucho cuidado de no doblar o quebrar el cable de fibra, ya que es muy frágil."
  },
  {
    "pregunta": "¿Qué significan todas las luces del módem?",
    "respuesta": "Generalmente hay luces para: **Power** (encendido), **Receive/Downstream** (recibiendo señal), **Send/Upstream** (enviando señal), **Online** (conectado a internet) y **Wi-Fi** (red inalámbrica activa). Si alguna de las de señal parpadea o está en rojo, indica un problema."
  },
  {
    "pregunta": "¿Cómo puedo cambiar mi plan a uno de mayor velocidad?",
    "respuesta": "Puedes solicitar un cambio de plan (upgrade) desde tu portal de clientes o contactando a nuestro equipo de ventas."
  },
  {
    "pregunta": "Me voy a mudar, ¿puedo trasladar mi servicio?",
    "respuesta": "Sí, sujeto a cobertura en tu nuevo domicilio. Debes solicitar el traslado con al menos 15 días de anticipación desde el portal de clientes."
  },
  {
    "pregunta": "¿Cómo puedo suspender temporalmente mi servicio?",
    "respuesta": "Ofrecemos suspensiones temporales (por ejemplo, por vacaciones) por un período mínimo de 30 días con un costo administrativo reducido."
  },
  {
    "pregunta": "¿Cómo doy de baja el servicio?",
    "respuesta": "Para solicitar la baja, comunícate con nuestro centro de atención al cliente. Un representante te guiará en el proceso y coordinará el retiro de los equipos."
  },
  {
    "pregunta": "¿Cuál es el horario de atención del soporte técnico?",
    "respuesta": "Nuestro soporte técnico telefónico y por chat está disponible 24/7. Las visitas técnicas a domicilio se coordinan en horarios laborales."
  },
  {
    "pregunta": "¿Las visitas técnicas tienen costo?",
    "respuesta": "Si el problema es de nuestra red o equipos, la visita no tiene costo. Si el problema es causado por equipos del cliente o configuraciones incorrectas, podría aplicarse un cargo."
  },
  {
    "pregunta": "¿Cuánto tiempo de demora tiene la instalación de un nuevo servicio?",
    "respuesta": "El plazo estándar de instalación es de 5 a 10 días hábiles, sujeto a disponibilidad técnica y de agenda en tu zona."
  },
  {
    "pregunta": "¿Qué es la política de uso justo (Fair Use Policy)?",
    "respuesta": "Es una política para asegurar que el servicio sea equitativo para todos los usuarios, previniendo que un solo usuario consuma un ancho de banda desproporcionado que afecte a los demás. Se aplica principalmente en planes con tráfico teóricamente ilimitado."
  },
  {
    "pregunta": "¿Dónde puedo consultar los términos y condiciones del servicio?",
    "respuesta": "El contrato completo está disponible para su consulta y descarga en nuestro sitio web oficial."
  },
  {
    "pregunta": "¿Ofrecen servicio de IP fija?",
    "respuesta": "Sí, contamos con planes para empresas y profesionales que incluyen el servicio de dirección IP pública y fija. Contacta a nuestro equipo comercial para conocer las condiciones."
  },
  {
    "pregunta": "¿Cómo abro puertos en mi router (Port Forwarding)?",
    "respuesta": "Puedes hacerlo desde la configuración del router, usualmente en una sección llamada 'NAT', 'Port Forwarding' o 'Servidores Virtuales'. Necesitarás la IP local del dispositivo y los puertos que deseas abrir."
  },
  {
    "pregunta": "¿Soportan IPv6?",
    "respuesta": "Actualmente nuestra red opera principalmente sobre IPv4. Estamos en proceso de implementación de IPv6 y se activará progresivamente."
  },
  {
    "pregunta": "¿Qué son los servidores DNS y debería cambiarlos?",
    "respuesta": "Los DNS traducen nombres de dominio (como www.google.com) a direcciones IP. Usar nuestros DNS automáticos es lo recomendado. Usuarios avanzados pueden cambiarlos por otros (como Google DNS o Cloudflare DNS) para obtener, potencialmente, menores tiempos de respuesta o funciones de seguridad adicionales."
  },
  {
    "pregunta": "¿Cómo configuro una IP estática en mi computadora o consola?",
    "respuesta": "Puedes asignar una IP local fija a un dispositivo desde la configuración de red del propio dispositivo o, de forma más recomendada, desde la configuración del router en la sección 'DHCP Reservation' o 'Asignación de IP estática'."
  },
  {
    "pregunta": "¿Qué es el modo DMZ (Zona Desmilitarizada) y para qué sirve?",
    "respuesta": "Es una configuración avanzada que expone un dispositivo de tu red local directamente a internet, abriendo todos sus puertos. Es un riesgo de seguridad y solo debe usarse si es estrictamente necesario para aplicaciones o consolas muy específicas."
  }
]
